Repository: pgRouting/workshop-build
Catalog: docs/i18n/*/LC_MESSAGES/chapters/about.po
Languages: es

source: About
es: Acerca de

source: pgRouting is an `OSGeo Labs <http://wiki.osgeo.org/wiki/OSGeo_Labs>`_ project of the `OSGeo Foundation <http://osgeo.org>`_ and included on `OSGeo Live <http://live.osgeo.org/>`_.
es: pgRouting es un proyecto de `OSGeo Labs <http://wiki.osgeo.org/wiki/OSGeo_Labs>`_ de la `Fundación OSGeo <http://osgeo.org>`_ y es incluido en `OSGeo Live <http://live.osgeo.org/>`_.

source: pgRouting provides functions for:
es: pgRouting proporciona funciones para:

source: All Pairs Shortest Path, Johnson’s Algorithm :sup:`[1]`
es: Algoritmo de de Johnson, Camino más corto de todos pares :sup:`[1]`

source: All Pairs Shortest Path, Floyd-Warshall Algorithm :sup:`[1]`
es: Algoritmo de Floyd-Warshall, Camino más corto de todos pares :sup:`[1]`

source: Shortest Path A*
es: Camino más corto A *

source: Bi-directional Dijkstra Shortest Path :sup:`[1]`
es: Algoritmo de Dijkstra, Camino más corto Bidireccional :sup:`[1]`

source: Bi-directional A* Shortest Path :sup:`[1]`
es: Camino mas corot bidireccional A * :sup:`[1]`

source: Shortest Path Dijkstra
es: Camino más corto de Dijkstra

source: Driving Distance
es: Distancia de Manejo

source: K-Shortest Path, Multiple Alternative Paths :sup:`[1]`
es: K caminos más cortos, Múltiples rutas alternativas :sup:`[1]`

source: K-Dijkstra, One to Many Shortest Path :sup:`[1]`
es: K-Dijkstra, Camino más corto uno a muchos :sup:`[1]`

source: Traveling Sales Person
es: Problema del Vendedor Viajante

source: Turn Restriction Shortest Path (TRSP) :sup:`[1]`
es: Camino más corto con restricción de giros (TRSP) :sup:`[1]`

source: Shortest Path Shooting Star :sup:`[2]`
es: Camino más corto estrella fugaz :sup:`[2]`

source: Advantages of the database routing approach are:
es: Las ventajas del enfoque de base de datos de enrutamiento son:

source: pgRouting is available under the GPLv2 license and is supported by a growing community of individuals, businesses and organizations.
es: pgRouting está disponible bajo la licencia GPLv2 y es apoyado por una comunidad creciente de individuos, empresas y organizaciones.

source: pgRouting website: http://www.pgrouting.org
es: Sitio web de pgRouting: http://www.pgrouting.org

source: :sup:`[1]` **New** in pgRouting 2.0.0
es: :sup:`[1]` **Nuevo** en pgRouting 2.0.0

source: :sup:`[2]` Discontinued in pgRouting 2.0.0
es: :sup:`[2]` desconitnuado en pgRouting 2.0.0

source: OpenStreetMap uses a topological data structure:
es: OpenStreetMap utiliza una estructura de datos topológica:

source: Nodes are points with a geographic position.
es: Los nodos son puntos con una posición geográfica.

source: Ways are lists of nodes, representing a polyline or polygon.
es: Los caminos, son las listas de nodos que representan una polilínea o polígono.

source: Relations are groups of nodes, ways and other relations which can be assigned certain properties.
es: Las relaciones son grupos de nodos, caminos y otras relaciones que se les puede asignadar determinadas propiedades.

source: Tags can be applied to nodes, ways or relations and consist of name=value pairs.
es: Etiquetas puede ser aplicadas a los nodos, caminos o relaciones y consisten en los pares nombre = valor .

source: OpenStreetMap website: http://www.openstreetmap.org
es: Sitio web OpenStreetMap: http://www.openstreetmap.org

source: osm2pgrouting is available under the GPLv2 license.
es: osm2pgrouting está disponible bajo la licencia GPLv2.

source: Project website: http://www.pgrouting.org/docs/tools/osm2pgrouting.html
es: Página Web del proyecto: http://www.pgrouting.org/docs/tools/osm2pgrouting.html
